[
    {
      "name": "the witcher 3: wild hunt  complete edition",
      "platforms": [
        "xbox One",
        "xbox series X|S"
      ],
      "price": 59.99,
      "year": 2015,
      "genre": "arpg",
      "description": "El mundo está en llamas: el Imperio de Nilfgaard se adentra en el corazón de los Reinos del Norte. Geralt de Rivia está siendo perseguido por un enemigo que no conoce la piedad: la Cacería salvaje, una mítica cuadrilla de jinetes espectrales, portadores de la destrucción y la muerte, capaz de destruir ciudades enteras de la noche a la mañana. Geralt, que tendrá sus propios intereses, deberá atravesar un laberinto de enemigos para encontrar y proteger a la persona descrita en una antigua profecía. El jugador se adentrará en un mundo sombrío y despiadado, que fijará nuevos estándares por su tamaño, por la complejidad de su ecosistema y por su evolución no lineal. El jugador podrá disfrutar de realistas ciclos de día y noche, disfrutar de los cambios climatológicos (y del impacto que tienen en el sistema de juego) y conquistar esos detallados entornos que plasman a la perfección el legado de la franquicia.",
      "cover": "https://store-images.s-microsoft.com/image/apps.53717.65858607118306853.39ed2a08-df0d-4ae1-aee0-c66ffb783a34.80ba72da-abfb-4af6-81f2-a443d12fb870?w=200",
      "imageDetails1": "https://store-images.s-microsoft.com/image/apps.29313.65858607118306853.0646c27c-9fb5-4af2-a9ee-f673ee1ef239.7514b315-ea01-4acd-8f96-2f0192b9da26",
      "imageDetails2": "https://store-images.s-microsoft.com/image/apps.28906.65858607118306853.0646c27c-9fb5-4af2-a9ee-f673ee1ef239.c738b1b9-a943-4b02-896f-74c5393842ee",
      "imageDetails3": "https://store-images.s-microsoft.com/image/apps.2720.65858607118306853.0646c27c-9fb5-4af2-a9ee-f673ee1ef239.24f80723-82a4-4d6b-bfba-287b2eda204a",
      "__v": 0,
      "createdAt": "2023-02-16T01:11:04.980Z",
      "updatedAt": "2023-02-16T19:59:18.459Z"
    },
    {
      "name": "halo infinite",
      "platforms": [
        "xbox One",
        "xbox series X|S"
      ],
      "price": 48.99,
      "year": 2021,
      "genre": "disparos en primera persona",
      "description": "Ha pasado 1 año y 2 meses después de los acontecimientos de Halo 5: Guardians. La UNSC Infinity fue invadida y atacada por fuerzas de los Desterrados cerca de la Instalación 07 (Zeta Halo) con el Jefe Maestro despejando una zona de evacuación para ser atacado y derrotado por Atriox, líder de los Desterrados, dejando al Jefe a la deriva en el espacio mientras que Fernando Esparza escapa en un Pelican. Han pasado 6 meses desde el ataque a la Infinity. Esparza encuentra al Jefe varado en el espacio y lo lleva al Pelican, despertándolo, para contemplar que una parte de Zeta Halo fue destruida siendo interrumpidos por un rayo de tracción de una nave Desterrada. El Spartan rapidamente arriba a la nave de guerra Gbrrakon con intenciones iniciales de desactivar el rayo a destruir la nave, siendo captado por Escharum como holograma, quien lo incita a seguir luchando y morir bien. Ya con la nave destruyéndose, el Jefe escapa y se reúne con el piloto, informándole que necesita recoger un arma en el anillo.",
      "cover": "https://store-images.s-microsoft.com/image/apps.21536.13727851868390641.c9cc5f66-aff8-406c-af6b-440838730be0.68796bde-cbf5-4eaa-a299-011417041da6?w=200",
      "imageDetails1": "https://store-images.s-microsoft.com/image/apps.56154.14330850369313893.72a00f4f-1e43-49df-a85b-55248ac962dc.c1f00aae-e30d-403f-92cc-e2831e88d2e4",
      "imageDetails2": "https://store-images.s-microsoft.com/image/apps.41635.14330850369313893.5f5ebbfd-c8ef-46d5-b55e-4dd812088e23.e394b2c6-d5ea-44e1-9d37-994e2ea98131",
      "imageDetails3": "https://store-images.s-microsoft.com/image/apps.31716.14330850369313893.5f5ebbfd-c8ef-46d5-b55e-4dd812088e23.675c85da-a6d3-4e7d-b54c-d43caf61b2c8",
      "__v": 0,
      "createdAt": "2023-02-16T01:11:04.979Z",
      "updatedAt": "2023-02-16T15:12:59.879Z"
    },
    {
      "name": "forza horizon 5",
      "platforms": [
        "xbox one",
        "xbox series X/S"
      ],
      "price": 69.99,
      "year": 2021,
      "genre": "carreras",
      "description": "Forza Horizon 5 es un videojuego de carreras multijugador en línea desarrollado por Playground Games y publicado por Xbox Game Studios. Es el quinto título de Forza Horizon y la duodécima entrega principal de la serie Forza. El juego está ambientado en una representación ficticia de México.1​2​3​  Desde el 9 de noviembre de 2021, el videojuego ya está disponible en Xbox Game Pass.4​  Fue coronado al juego más esperado en los E3 2021 Awards, y contará con un extenso mundo abierto por explorar, desde híbridos ecosistemas que van desde playas, ciénagas, cañones, costas tropicales, todos con ambientación en México.5​",
      "cover": "https://store-images.s-microsoft.com/image/apps.49800.13718773309227929.bebdcc0e-1ed5-4778-8732-f4ef65a2f445.9ac09d39-064d-466c-81ca-2f1b6f0b95c5?w=200",
      "imageDetails1": "https://store-images.s-microsoft.com/image/apps.36774.13718773309227929.a9ed3a56-4096-4b23-aca9-a9d49ff8b774.dbf33a40-6662-4cee-86af-aa0dd5e921b0",
      "imageDetails2": "https://store-images.s-microsoft.com/image/apps.42374.68565266983380288.0f5ef871-88c0-45f7-b108-6aacbc041fcf.6c930589-2365-4248-b2fb-c12b68fee224",
      "imageDetails3": "https://store-images.s-microsoft.com/image/apps.53045.68565266983380288.0f5ef871-88c0-45f7-b108-6aacbc041fcf.b0fc9521-3c26-4d46-91a3-6a49919674a5",
      "__v": 0,
      "createdAt": "2023-02-16T01:11:04.980Z",
      "updatedAt": "2023-02-16T18:22:14.574Z"
    },
    {
      "name": "NBA 2K23 edición michael jordan",
      "platforms": [
        "xbox one",
        "xbox series X/S"
      ],
      "price": 99.99,
      "year": 2022,
      "genre": "Deportes",
      "description": "En esta edición tenemos una gran sorpresa que llamó mucho la atención cuando pudimos descubrirla en la presentación previa el pasado mes de agosto, y es que aseverar que los anteriormente mencionados son los modos estrella tal vez sea algo demasiado atrevido con la presencia de las Eras en Mi NBA. La saga ya fue pionera en 2017 cuando presentó El Barrio, que se introduciría en NBA 2K18, y lo vuelve a hacer ahora con una verdadera carta de amor a los aficionados más veteranos. Pero hablaremos más delante de eso, porque lo que toca para comenzar es hablar de las novedades sobre la cancha.",
      "cover": "https://store-images.s-microsoft.com/image/apps.8641.13612893332987477.b5b03b28-88f9-4abf-9cb7-976543596a57.c55183fa-0aaf-46ca-926f-80ee798ce632?w=200",
      "imageDetails1": "https://store-images.s-microsoft.com/image/apps.9607.13612893332987477.3475b764-faab-4b89-aca5-93222bfc1508.949a386e-62da-439e-a908-0df92c67ff89",
      "imageDetails2": "https://store-images.s-microsoft.com/image/apps.40008.63429251539778806.9a616742-f939-4dd7-b359-e2c37d8d16a4.dba83692-71ff-4934-a309-e60b14392504",
      "imageDetails3": "https://store-images.s-microsoft.com/image/apps.54711.63429251539778806.9a616742-f939-4dd7-b359-e2c37d8d16a4.af6923bd-43e7-4c2a-b456-84cf296abfb1",
      "__v": 0,
      "createdAt": "2023-02-16T01:11:04.980Z",
      "updatedAt": "2023-02-16T18:26:01.269Z"
    },
    {
      "name": "age of empires II: definitive edition",
      "platforms": [
        "xbox One",
        "xbox series X|S"
      ],
      "price": 59.99,
      "year": 2019,
      "genre": "Estrategia en tiempo real",
      "description": "Age of Empires II: The Age of Kings (abreviado AoE2 o AOK) es un videojuego de estrategia en tiempo real para computadoras personales, fue desarrollado por Ensemble Studios y distribuido por Microsoft Game Studios para los sistemas operativos Windows, Mac OS X y Konami para PlayStation 2 Fue lanzado en el 30 de septiembre de 1999 y es el segundo título que compone la serie Age of Empires. El juego está ambientado en la Edad Media, justo tras la caída del Imperio romano de Occidente y la toma/saqueo de Roma por los visigodos y los vándalos, hasta el Renacimiento. El jugador puede optar entre 13 civilizaciones que existieron en aquel período histórico, y debe encaminarlas para formar un vasto imperio y vencer a sus enemigos. El juego ofrece la posibilidad de jugar contra el ordenador, en LAN o contra otras personas en línea, con un máximo de 8 jugadores por partida. Age of Empires II: The Age of Kings fue desarrollado por la subsidiaria de Microsoft Ensemble Studios bajo la dirección de Bruce Shelley, diseñador de Age of Empires y colaborador en el diseño del juego de estrategia Civilization. Su motor gráfico es conocido como Genie Engine, el cual es utilizado también en el título Star Wars: Galactic Battleground",
      "cover": "https://store-images.s-microsoft.com/image/apps.55056.13678235101671609.c350aa6a-23e2-407c-94fd-5050e9bedb6f.f8b5d931-11f6-46e3-859f-54981d5b9d1b?w=200",
      "imageDetails1": "https://store-images.s-microsoft.com/image/apps.29208.13678235101671609.6ca6b3d7-f538-4bc0-aeb7-42f19e88b13b.0a2d119f-b324-453a-87e8-892e58af3cab",
      "imageDetails2": "https://store-images.s-microsoft.com/image/apps.40554.13678235101671609.6ca6b3d7-f538-4bc0-aeb7-42f19e88b13b.3f94ddae-71e8-4919-8501-f6c7a15a947b",
      "imageDetails3": "https://store-images.s-microsoft.com/image/apps.23434.13678235101671609.6ca6b3d7-f538-4bc0-aeb7-42f19e88b13b.43b21b24-976d-4d73-bb65-2df39ef5e620",
      "__v": 0,
      "createdAt": "2023-02-16T01:11:04.980Z",
      "updatedAt": "2023-02-16T01:11:04.980Z"
    },
    {
      "name": "dying light edición definitiva",
      "platforms": [
        "xbox One",
        "xbox series X|S"
      ],
      "price": 49.99,
      "year": 2015,
      "genre": "horror de supervivencia",
      "description": "Dying Light es un juego con un amplio y peligroso mundo abierto ubicado en la ciudad ficticia de Harran. Durante el día los jugadores podrán explorar un amplio ambiente urbano y expansivo contaminado por un insidioso virus, también podrán colocar las trampas y a su vez podrán buscar suministros en el día tanto como en la noche, salvar a los supervivientes encontrados casualmente y también buscar o crear armas. Los infectados son lentos, excepto algunos infectados específicos, dando la posibilidad al jugador de huir, pero su peligrosidad crece con los números. Por suerte, el jugador podrá quedarse en los techos de los edificios para ponerse fuera de peligro, pero también existen infectados llamados víricos, son los segundos más veloces después de coléricos, que salen a la noche. Los víricos aparecen casi siempre cuando escuchan un ruido fuerte, como un disparo, una explosión o un golpe fuerte, son muy rápidos y pueden escalar edificios perfectamente, haciendo que hasta uno de ellos sea una molestia para el jugador. Los jugadores deberán preparar las defensas contra la creciente población infectada en este nuevo mundo apocalíptico.",
      "cover": "https://store-images.s-microsoft.com/image/apps.17767.13931022979538067.aca8dc58-349a-48af-866d-0f6ca6c9382b.a858925c-885b-4a53-a83d-49365e83815b?w=200",
      "imageDetails1": "https://store-images.s-microsoft.com/image/apps.45277.13931022979538067.2af39243-2ffc-4fe4-9870-5a8cc9643d8f.7dff803e-82da-44d2-8922-afbcd42f87a2",
      "imageDetails2": "https://store-images.s-microsoft.com/image/apps.7212.13931022979538067.2af39243-2ffc-4fe4-9870-5a8cc9643d8f.c3da74cd-9787-4fe7-b204-31a5f15be0a3",
      "imageDetails3": "https://store-images.s-microsoft.com/image/apps.29997.13931022979538067.2af39243-2ffc-4fe4-9870-5a8cc9643d8f.4512ddc9-aa2e-44e8-be3c-85d6e24558f1",
      "__v": 0,
      "createdAt": "2023-02-16T01:11:04.980Z",
      "updatedAt": "2023-02-16T01:11:04.980Z"
    },
    {
      "name": "Assassin's Creed Valhalla",
      "platforms": [
        "xbox One",
        "xbox series X|S"
      ],
      "price": 69.99,
      "year": 2022,
      "genre": "aventura",
      "description": "En 2020, dos años después de los eventos en Atlantis, el inexplicable fortalecimiento del campo magnético de la Tierra ha comenzado a tener efectos negativos en el planeta. Los Asesinos reciben una señal que los lleva a las coordenadas de Nueva Inglaterra, donde Layla Hassan, Shaun Hastings y Rebecca Crane exhuman los restos de un asaltante vikingo. Layla, luchando bajo la influencia del Bastón de Hermes y su culpa por la muerte de Victoria Bibeau, ingresa al Animus para ver los recuerdos del asaltante. En la Noruega del siglo IX, durante una fiesta en honor al rey Styrbjorn del Clan Cuervo, un joven Eivor Varinsdottir es testigo del saqueo de su ciudad natal por parte del señor de la guerra Kjotve el Cruel. El padre de Eivor, Varin, se rinde a cambio de la seguridad de su pueblo, desafiando la tradición vikinga de morir honorablemente en la batalla. Kjotve mata a Varin y masacra la ciudad. Eivor es rescatado por Sigurd, el hijo de Styrbjorn, pero durante su fuga es atacado por un lobo, ganándose el apodo de Lobo besado. Diecisiete años después, Eivor ha sido adoptado por Styrbjorn y busca venganza contra Kjotve. Su último intento falla, pero recupera el hacha de su padre. Al tocarlo, Eivor experimenta una visión de Odin, lo que la lleva a consultar al vidente local Valka. Valka induce otra visión de Sigurd perdiendo un brazo antes de ser consumido por un lobo gigante. Valka interpreta la visión como una profecía de que Eivor traicionará a Sigurd, lo que ella se niega a creer.",
      "cover": "https://store-images.s-microsoft.com/image/apps.1547.14585440003614248.9f7109bf-73f7-4bc7-ba61-1eeb006d905a.75930d81-6e85-436d-9b61-1279b8dd9b31?w=200",
      "imageDetails1": "https://store-images.s-microsoft.com/image/apps.22101.14585440003614248.da5c1c25-09b1-4c72-ae23-bf564e0dc62c.b7bf41f8-6f8b-42ce-b520-f65692bf73af",
      "imageDetails2": "https://store-images.s-microsoft.com/image/apps.12947.14585440003614248.da5c1c25-09b1-4c72-ae23-bf564e0dc62c.0a15bcc5-2bd6-41c9-baae-fca5aae53e3d",
      "imageDetails3": "https://store-images.s-microsoft.com/image/apps.61302.14585440003614248.da5c1c25-09b1-4c72-ae23-bf564e0dc62c.99172e73-6e6e-4464-bf5c-c90595618a56",
      "__v": 0,
      "createdAt": "2023-02-16T01:11:04.980Z",
      "updatedAt": "2023-02-16T01:11:04.980Z"
    },
    {
      "name": "borderlands 3",
      "platforms": [
        "xbox one",
        "xbox series X/S"
      ],
      "price": 29.99,
      "year": 2019,
      "genre": "disparos en primera persona",
      "description": "Borderlands 3 es un videojuego de disparos en primera persona impulsado por las Recompensas (videojuegos). Los jugadores, ya sea jugando solos o en grupos de hasta cuatro personas, ponen a su disposición a un personaje de una de las cuatro clases y asumen varias misiones impartidas por personajes no jugables (PNJ) y en los tableros de recompensas para ganar experiencia, dinero en el videojuego, recompensas y artículos de recompensa. Los jugadores también pueden obtener estos elementos al derrotar a los enemigos durante todo el juego. A medida que el jugador gana nivel, gana puntos de habilidad para asignar a través de un árbol de habilidades. El videojuego presenta cuatro nuevos personajes jugables: Amara, una \"sirena\" que convoca puños etéreos; Moze, una joven \"Artillera\" que monta el mega robot llamado Oso de Hierro; Zane, un \"Operativo\" con una variedad de artilugios; y FL4K, un robot \"Maestro de las bestias\" que convoca criaturas para ayudar en las peleas.3​ A diferencia de los videojuegos anteriores de Borderlands donde cada personaje tenía una sola habilidad única que opera en un tiempo de reutilización, cada personaje en el nuevo videojuego puede desbloquear tres habilidades únicas, aunque solo una (o en el caso de Zane, dos) puede equiparse a la vez, ampliando en gran medida el número de posibles construcciones de personajes que un jugador puede hacer.",
      "cover": "https://store-images.s-microsoft.com/image/apps.29198.66416288418246547.8db04ed4-6710-424c-b2c7-fc1b8f89e9a2.125b501a-844a-4ec6-86ef-3c46ebf4c698?w=200",
      "imageDetails1": "https://store-images.s-microsoft.com/image/apps.42230.66416288418246547.8db04ed4-6710-424c-b2c7-fc1b8f89e9a2.893af313-6b18-43ed-9df4-ae3c0097a418",
      "imageDetails2":"https://store-images.s-microsoft.com/image/apps.31072.66416288418246547.8db04ed4-6710-424c-b2c7-fc1b8f89e9a2.26f4c524-1448-4f81-b1e4-7f1907e46b77",
      "imageDetails3":"https://store-images.s-microsoft.com/image/apps.57950.66416288418246547.8db04ed4-6710-424c-b2c7-fc1b8f89e9a2.f8bede91-df22-42a8-b8a2-997749df5a09",
      "createdAt": "2023-02-16T14:00:47.424Z",
      "updatedAt": "2023-02-16T14:00:47.424Z",
      "__v": 0
    },
    {
      "name": "WWE 2K22 para Xbox One",
      "platforms": [
        "xbox one",
        "xbox series X/S"
      ],
      "price": 17.49,
      "year": 2022,
      "genre": "Deportes",
      "description": "WWE 2K22 es un videojuego de lucha libre profesional que fue desarrollado por Visual Concepts y publicado por 2K Sports. Es el vigésimo-tercer juego en la WWE y el noveno bajo el estandarte de WWE 2K.1​ WWE 2K22 fue programado para ser lanzado en múltiples plataformas desde hardware de octava generación en adelante. WWE 2K23",
      "cover": "https://store-images.s-microsoft.com/image/apps.6607.14460660749856369.c9ae5fee-70eb-4aed-933d-14e1c47a0134.dd45f38a-e88f-4b1a-b6bf-9fdafa9d8e30?w=200",
      "imageDetails1": "https://store-images.s-microsoft.com/image/apps.39906.14460660749856369.517505a6-bea4-4216-b8cb-882d4b34692a.4277feb7-1263-48a1-a95a-306ffd382446",
      "imageDetails2":"https://store-images.s-microsoft.com/image/apps.26723.14460660749856369.517505a6-bea4-4216-b8cb-882d4b34692a.38dd7a81-205b-42e8-a471-52ba457f9269",
      "imageDetails3":"https://store-images.s-microsoft.com/image/apps.43170.14460660749856369.517505a6-bea4-4216-b8cb-882d4b34692a.ef37efce-085b-4e84-b2f9-5347c8eb4dcf",
      "createdAt": "2023-02-16T18:11:35.211Z",
      "updatedAt": "2023-02-16T18:11:35.211Z",
      "__v": 0
    },
    {
      "name": "red dead redemption 2: ultimate edition",
      "platforms": [
        "xbox series X/S"
      ],
      "price": 69.99,
      "year": 2018,
      "genre": "accion",
      "description": "Las muestras tomadas del cuerpo de Desmond Miles tras su muerte, han permitido a Industrias Abstergo seguir explorando sus memorias genéticas, utilizando las recién descubiertas habilidades del \"Animus\" de computación en nube.  El personaje del presente, siempre anónimo, es un empleado contratado por Abstergo Entertainment para revivir los recuerdos de Edward Kenway, un pirata del siglo XVIII y abuelo de Connor, el protagonista de Assassin's Creed III. Supuestamente, su misión es reunir material para realizar un largometraje interactivo, utilizando para ello el \"Animus\", pero en realidad, Abstergo y los templarios están buscando el \"Observatorio\", una estructura de los \"Precursores\" que permite al usuario ver a través de los ojos de cualquier persona, necesitando para ello, obtener un poco de la sangre de dicha persona.",
      "cover": "https://store-images.s-microsoft.com/image/apps.53664.68337312437833304.5b641957-dc26-40ad-bfd7-ee9a1aed613f.b06287cb-d0d6-4998-b126-590b1032e92d?w=200",
      "imageDetails1": "https://store-images.s-microsoft.com/image/apps.8887.68337312437833304.5b641957-dc26-40ad-bfd7-ee9a1aed613f.56f02d08-cfed-4f50-a878-eba6e4d8ec03",
      "imageDetails2":"https://store-images.s-microsoft.com/image/apps.35959.68182501197884443.ac728a87-7bc1-4a0d-8bc6-0712072da93c.28d983bf-2fc5-4132-be37-82269031afef",
      "imageDetails3":"https://store-images.s-microsoft.com/image/apps.12426.68182501197884443.ac728a87-7bc1-4a0d-8bc6-0712072da93c.5f1d3bd2-6afa-48e2-b67b-08d8b735bffc",
      "createdAt": "2023-02-16T18:15:09.886Z",
      "updatedAt": "2023-02-16T18:17:24.101Z",
      "__v": 0
    }

    
  ]


